<?php

return [
    'singular' => 'الكولكشن',
    'plural' => 'الكولكشن',
    'empty' => 'لا يوجد كوليكشن حتى الان',
    'count' => 'عدد الكولكشن',
    'search' => 'بحث',
    'select' => 'اختر الكولكشن',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن كوليكشن',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة كوليكشن',
        'show' => 'عرض الكولكشن',
        'edit' => 'تعديل الكولكشن',
        'delete' => 'حذف الكولكشن',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الكولكشن بنجاح.',
        'updated' => 'تم تعديل الكولكشن بنجاح.',
        'deleted' => 'تم حذف الكولكشن بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم الكولكشن',
        '%name%' => 'اسم الكولكشن',
        'old_price' => 'السعر قبل الخصم',
        'price' => 'السعر',
        'discount' => 'قيمة الخصم',
        'percent' => 'نسبة الخصم',
        'publish_at' => 'تاريخ النشر',
        'images' => 'صور المنتج',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الكولكشن',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
